<template>
    <svg xmlns="http://www.w3.org/2000/svg" viewBox="0 0 380.16 362.12">
        <g id="Слой_2" data-name="Слой 2">
            <g id="Layer_1" data-name="Layer 1">
                <path d="M195.69,4.44,237.57,134.2l136.82-.26v0a5.76,5.76,0,0,1,3.12,10.61l-110.58,80,42.53,130h0a5.76,5.76,0,0,1-9.3,6.09l-110.09-80.3L79.54,361l0,0a5.76,5.76,0,0,1-8.75-6.78l42.42-129.69L2.39,144.34h0a5.76,5.76,0,0,1,3.9-10.4l136.31.26L184.61,4l5.47,1.75L184.6,4a5.76,5.76,0,0,1,11.09.45Z"/>
            </g>
        </g>
    </svg>
</template>

<script>
export default {
  name: "IconStar"
}
</script>



